{
    "Results": [
        {
            "name": "Wong International Centre",
            "funfacts": [
                "The Wong International Centre launched in 1997",
                "The WIC facilities (kitchen, living & dining area, meeting room) are available for use, to all members of the Acadia University Community.",
                "Wong International Centre was launched with the generous support of Gene D. Wong ('49), Acadia’s first graduate of Chinese descent, to provide support and information for Acadia’s many international students.",
                "The Centre offers Wifi, a study room, and a kitchen where you can cook your favourite foods from home. You can also book the Centre to host an event.",
                "The Hayward House is getting new steps installed!"
            ],
            "image_url": "",
            "hours_of_operation": "8:30a.m - 10:00p.m",
            "address": "27 Acadia Street, Wolfville, NS, Canada, Nova Scotia"
        },
        {
            "name": "Vaughan Memorial Library",
            "funfacts": [
                "This is Acadia’s main library",
                "The library offers many services, such as group meeting rooms and online support",
                "Opened in 1965, the Vaughan was ‘a dream come true.’ Utilizing the steep slope on which it was built, it also boasted ‘the latest developments in functional library design and layout’ (Acadia Bulletin, December 1965).",
                "The library can accommodate 350,000 volumes and 900 readers throughout its five floors ",
                "Acadia's library collection has been housed in the Vaughan Memorial Library since 1965,"
            ],
            "image_url": "",
            "hours_of_operation": "mon-fri 8:00a.m - 1:00a.m sat-sun 11a.m - 1a.m",
            "address": "50 Acadia Street, Wolfville, Nova Scotia, B4P 2R6"
        },
        {
            "name": "Hayward House",
            "funfacts": [
                "This house houses Acadia's recruitment offices.",
                "This building is a heritage site.",
                "The Hayward House is right across the street from the BAC.",
                "The Hayward House was formerly owned by the West family."
            ],
            "image_url": "",
            "hours_of_operation": "by appointment",
            "address": "33 Acadia St"
        },
        {
            "name": "Manning Memorial Chapel",
            "funfacts": [
                "Bell rings at 11:20 and 11:29 am, and 6:15 pm each weekday to call us to Chapel services.",
                "The university prayer: Lord God of all wisdom, we pray for Acadia University, that she may be faithful to the purposes of our founders, continue to promote the search for truth and knowledge, and be an inspiration to others who follow. May we be a community of scholar's sharing this ambition, caring for one another and loyal to the truth revealed to us by Christ Jesus. Amen",
                "The stained glass windows in the Manning Memorial Chapel present the same pattern to worshippers whether light is behind them or shining upon them. This beauty was the result of careful planning by the master craftsman Henry Lee Willet. ",
                "This chapel boasts a 20-stop classical organ that was built by Casavant Freres of Québec, and was dedicated to the University’s War Dead on August 16, 1963.",
                "The church spire, with a six-foot cross covered with gold leaf, towers 198 feet above sea level."
            ],
            "image_url": "",
            "hours_of_operation": "Monday - Friday Mid-Day Service 11:30am",
            "address": " Manning Memorial Chapel, 45 Acadia St, Wolfville, NS B4P 2P7"
        },
        {
            "name": "Whitman House",
            "funfacts": [
                "Whitman House also goes by Tully House!",
                "Whitman is one of eleven residences at Acadia University",
                "Whitman House is the only single gendered residence at Acadia",
                "This is the second oldest residence at Acadia",
                "As of 2019, Tully can house 98 women in single and double rooms, and the building features a main lounge, quiet lounge, two kitchens, two television rooms, and two laundry rooms. ",
                "Optimistically, it was planned to be complete for the new school year in the Fall of 1914, but construction fell behind. This did not deter 44 female students from moving into the residence during the first winter despite the ongoing construction."
            ],
            "image_url": "",
            "hours_of_operation": "12a.m - 12a.m",
            "address": "39 University Ave, Wolfville, NS B4P 2P3"
        },
        {
            "name": "Seminary House",
            "funfacts": [
                "Seminary House was founded in 1987",
                "It is a late nineteenth-century, four-storey, wooden structure with Second Empire architectural features.",
                "The Acadia Seminary building is valued for its unique architecture, its association with the history of Acadia University, its association with the history of women’s education at",
                "This building was Designed by Andrew Dewar",
                "Established by progressive Baptist leaders in order to give young women more educational opportunities, the Seminary is the oldest structure in Canada used to house women pursuing post-secondary education. "
            ],
            "image_url": "",
            "hours_of_operation": "12 a.m - 12a.m",
            "address": "22 Crowell Dr, Wolfville, NS B4P 2P7"
        },
        {
            "name": "Raymond House",
            "funfacts": [
                "It was built in 1927",
                "It was named in honor of Clara Belle Marshall Raymond, the first woman to graduate from Acadia, Class of 1884.",
                " It houses the print shop in the basement and mature students on the top two floors.",
                "Raymond House houses SteamSpace, a program founded in 2013 that teaches students about near horizon technologies, technologies that will start to have an impact in the next two, three or five years,"
            ],
            "image_url": "",
            "hours_of_operation": "12a.m - 12a.m",
            "address": "23 Crowell Dr, Wolfville, NS B4P 2P6"
        },
        {
            "name": "Fountain Commons",
            "funfacts": [
                "This building is named after Sheldon L. Fountain",
                "All new students take their ID photos here on their first day on campus!",
                "The Fountain Commons holds many local events."
            ],
            "image_url": "",
            "hours_of_operation": "by appointment",
            "address": "26 Crowell Dr, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Chipman House",
            "funfacts": [
                "The Chipman House stands as a living tribute to the illustrious Ward Chipman, a Loyalist luminary whose indelible mark on Nova Scotia's early history is etched in its very bricks.",
                "Emerging from the sands of time in 1829, the Chipman House has gracefully donned many hats, each one adding a layer of character and intrigue to its storied existence.",
                "Step into a vibrant tapestry of diversity and inclusivity that defines the Chipman House. It's more than just a residence; it's a thriving community where connections and friendships bloom.",
                "Imagine a place where your passions come to life, where your interests become your compass. The Chipman House boasts four distinct communities, each a treasure trove for students with kindred spirits.",
                "Behold the Chipman House, a masterpiece of Georgian architecture that exudes timeless elegance. Its symmetrical façade, brick embrace, and intricate detailing weave a historical and architectural narrative, enhancing the enchantment of Acadia's campus."
            ],
            "image_url": "",
            "hours_of_operation": "12a.m - 12a.m",
            "address": "35 Crowell Dr, Wolfville, NS B4P 2S6"
        },
        {
            "name": "Willett House",
            "funfacts": [
                "The Acadia Divinity College occupeid the Willet House while thier building was being renovated.",
                "This building opened as new residence in 1915 as Acadia was exploding in student numbers.",
                "Open Acadia, the online course services from Acadia, is hosted in Willet House.",
                "The Willett House Award is provided annually to a returning student who is a resident of any house and exhibits house spirit while maintaining a satisfactory academic standing and who has contributed to university or community life through extra-curricular activities. The award was made possible through the initiative of the 1997/1998 Willett House Residence Council."
            ],
            "image_url": "",
            "hours_of_operation": "By appointment",
            "address": "38 Crowell Dr, Wolfville, NS B4P 2R4"
        },
        {
            "name": "Beveridge Arts Centre",
            "funfacts": [
                "Welcome to our artistic oasis, where the pulse of creativity reverberates through every corner. Our university's Arts Building isn't just a place; it's a portal to inspiration.",
                "Step into a world where knowledge meets imagination, where the hallowed halls of our library cradle centuries of wisdom, while the art gallery ignites the senses with a kaleidoscope of colors and concepts.",
                "The Beveridge Arts Centre pulsates with creativity, housing captivating auditoriums and studios where a vibrant array of performances and classes come to life. Here, the stage is set for musical symphonies, mesmerizing dance recitals, and thought-provoking lectures.",
                "Stepping inside, you'll discover an artistic haven — a sprawling art gallery that doubles as a canvas for students, esteemed faculty, and visiting artists. This luminous space isn't just for insiders; it throws open its doors to the public, curating exhibitions that illuminate the academic calendar.",
                "There are over 3,000 works of art in the permanent collection of the Acadia University Art Gallery."
            ],
            "image_url": "",
            "hours_of_operation": "7a.m-4p.m",
            "address": "10 Highland Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Centre for Organizational Research & Development",
            "funfacts": [
                "Much research goes on here!",
                "COR&D examines organizational relationships through topics such as burnout, civility in the workplace"
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "24 Highland Ave, Wolfville, NS B4P 1Y7"
        },
        {
            "name": "Students’ Centre (Old and New SUB)",
            "funfacts": [
                "Nestled at the heart of Acadia University's campus, the Students' Union Building on Highland Avenue in Wolfville, Nova Scotia, buzzes with activity. Owned and operated by the Acadia Students' Union (ASU), this central hub is home to a variety of ASU-run services and offices, making it a vital part of campus life.",
                "Inside this dynamic building, students can find a range of essential services and unique amenities. From the convenient Union Market store to Perkin's Cafe, named in honor of Acadia University's 12th President, students have access to a diverse array of options. Cajuns Clothing Store, the Axe Lounge, and the Sexual Health Resource Centre add to the vibrant mix of offerings",
                "The Students' Union Building is more than just a collection of services; it's also a center for student engagement. It houses the ASU Executive offices and serves as the headquarters for all Internal Organizations. Additionally, it's where the university's Residence Life office can be found.",
                "The revamped Axe Lounge is envisioned as more than just a bar; it will be a dynamic student hub with extended hours, bolstered services, and a relocated kitchen. Offering a full menu during the day, it will not only enhance the student experience but also create increased job opportunities for fellow students.",
                "The decision to proceed with this renovation was made through a referendum during the 2016 ASU General Election, which received overwhelming support from the student body. Construction commenced in April 2016, and the aim is to help cover the costs through a slight increase in union fees, ensuring a vibrant and inclusive space for all students."
            ],
            "image_url": "",
            "hours_of_operation": "9a.m - 6p.m",
            "address": "30 Highland Ave, Wolfville, NS B4P 2R5"
        },
        {
            "name": "Acadia Divinity College",
            "funfacts": [
                "Acadia Divinity College, located in the picturesque town of Wolfville, Nova Scotia, is a renowned institution dedicated to theological education and ministerial training.",
                "With a rich history dating back to 1838, Acadia Divinity College has been a steadfast beacon of Christian scholarship, providing students with a strong foundation in theology, ministry, and biblical studies.",
                "One of the unique aspects of Acadia Divinity College is its commitment to fostering a close-knit and supportive community of faith, where students can engage in meaningful dialogue and spiritual growth.",
                "The college's faculty members are renowned scholars and experienced ministers who provide expert guidance, mentorship, and theological insight to students, ensuring a well-rounded education.",
                "Through its commitment to academic excellence and spiritual formation, Acadia Divinity College continues to play a vital role in preparing individuals to make a positive impact in churches, communities, and the world."
            ],
            "image_url": "",
            "hours_of_operation": "8:15a.m - 4:15p.m",
            "address": "38 Highland Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Wheelock Dining Hall/Campus Bookstore",
            "funfacts": [
                "The meal hall features a diverse menu with international cuisines, reflecting the multicultural backgrounds of the student body.",
                "Both the meal hall and bookstore support sustainability efforts by offering eco-friendly products, recycling programs, and locally sourced food options.",
                "The Wheelock Dining Hall offers hours, daily menus, event information and more on their website. At dineoncampus.ca",
                "Wheelock's daily menus offer many food items in diverse food groups",
                "The Campus Bookstore fosters sustainability by allowing you to return books after your done for some money back, and then they sell it at a reduced cost the upcoming year!"
            ],
            "image_url": "",
            "hours_of_operation": "7a.m - 10p.m",
            "address": "44 Highland Ave, Wolfville, NS B4P 1Y7"
        },
        {
            "name": "Central Heating Plant & Tank Farm",
            "funfacts": [
                "This building holds tanks full of fuel to heat the whole university!",
                "This is the central heating place for the whole univsersity!",
                "The Central heating Plant is connected to a distribution network, which includes an extensive network of pipes to the buildings it serves. This network is designed to efficiently distribute the heat to different locations.",
                "This building lives on Elm street, the only other building on there is the DeWolfe building",
                "This building is rarely visited by students.",
                "This building is across the field from the Athletics complex, if you look for the smoke stacks, you'll see it."
            ],
            "image_url": "",
            "hours_of_operation": "by appointment",
            "address": "20 Elm Avenue"
        },
        {
            "name": "DeWolfe Building",
            "funfacts": [
                "The Dewolfe building hosts the Wolfville Farmers market every Saturday 8:30am - 1pm",
                "The Wolfville Farmers market is hosted here and has many great local eats and arts!",
                "On the far side of the DeWolfe building is the harvest valley trail, a great multiuse trail that goes to Kentville and beyond!"
            ],
            "image_url": "",
            "hours_of_operation": "Saturday 8:30am - 1:00pm",
            "address": "24 Elm Avenue"
        },
        {
            "name": "SRMK Outdoor Activity Centre",
            "funfacts": [
                "This is the first building up Highland Avenue from meal hall",
                "It holds a lot of the gear for the outdoor activities held at Acadia University",
                "It most popularly holds the equipment for the high ropes course at the top of University street."
            ],
            "image_url": "",
            "hours_of_operation": "By appointment",
            "address": "48 Highland Avenue"
        },
        {
            "name": "Crowell Tower",
            "funfacts": [
                "Crowell Tower also goes by just Tower.",
                "Crowell Tower is the tallest building on campus.",
                "Crowell can hold up to 260 Residences",
                "Crowell Tower has a large sports area behind it with basketball courts, tennis courts, skatepark, soccer fields and more!",
                "This building has 13 floors and can be seen from anywhere in Wolfville, if you get lost, just look up!"
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "60 Highland Avenue"
        },
        {
            "name": "Godfrey House",
            "funfacts": [
                "Godfrey House is right across from the BAC!",
                "Godfrey House is one of the smallest buildings on campus",
                "Staff used to live in the Godfrey house, some for more than 15 years!"
            ],
            "image_url": "",
            "hours_of_operation": "By appointment",
            "address": "3 Horton Avenue"
        },
        {
            "name": "Bancroft House",
            "funfacts": [
                "Bancroft House houses many offices for Acadia's support staff",
                "Equity, Diversity and Inclusion Officer Polly Leonard's office is in Bancroft House and it is a confidential, safe space where members of the Acadia community can explore and discuss anything related to harassment and discrimination on campus.",
                "Bancroft House is in between meal hall and the BAC, the busiest street on campus!"
            ],
            "image_url": "",
            "hours_of_operation": "By appointment",
            "address": "7 Horton Avenue"
        },
        {
            "name": "Harvey Denton Hall",
            "funfacts": [
                "Where melodious notes meet the dramatic stage, our university building is a harmonious haven for aspiring musicians and thespians.",
                "In this architectural symphony of creativity, every corridor echoes with the rhythm of passion and the crescendo of talent.",
                "Here, the architecture itself is a stage, and every student a performer in the grand theater of learning.",
                "Step inside, and you'll discover a world where Shakespeare's verses and Mozart's sonatas come to life in perfect harmony.",
                "The stage is set, the lights are dimmed, and the building itself is ready to inspire the next generation of musical virtuosos and theatrical maestros."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 8p.m",
            "address": "12 Horton Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Dennis House",
            "funfacts": [
                "Dennis House is one of the main residences for first year students.",
                "Dennis House houses 100 Residents.",
                "A population consisting of primarily first-year students makes the building energetic, lively, and fun for all.",
                "Typical Room Includes: Bed, nightstand, armoire, dresser, desk (with shelves), desk chair, telephone.",
                "Dennis House has a few 'single in a suite' suites. Two to three students live within our suites, have their own single rooms, but share a common area and washroom."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "22 Horton Ave"
        },
        {
            "name": "Chase Court",
            "funfacts": [
                "Chase Court is majorily a second year residence.",
                "Chase Court is the closest building to meal hall. Very useful on snowy days!",
                "Chase Court has a lovely design featuring many large glass walls, from ground to ceiling.",
                "An active and connected community that provides a home-like warmth to all who stay there.",
                "Chase Court is one of the larger residences on campus, many of whom are upper year students.",
                "Chase Court hosts 250 residents."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "24 Horton Ave"
        },
        {
            "name": "Festival Theatre",
            "funfacts": [
                "A Lyrical Haven of Musical Mastery: Where the Future of Melody Unfolds.",
                "The Harmonic Nexus: Where Aspiring Virtuosos Converge to Shape the Future of Music.",
                "In the Heart of Campus, We Strike the Perfect Chord: A Resonant Monument to Musical Excellence.",
                "Bridging the Gap Between Music and Mastery: The Eminent Pavilion of Artistic Achievement.",
                "From Rehearsal to Revelation, Our Concert Hall of Learning Defines the Campus Soundscape."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 12a.m",
            "address": "504 Main St, Wolfville, NS B4P 2S2"
        },
        {
            "name": "Alumni Hall",
            "funfacts": [
                "Welcome to the heart of our alumni community, where old friends and new ideas come together.",
                "A living legacy, Alumni Hall is where our graduates become the architects of the future.",
                "Where knowledge passed from generation to generation meets the wisdom of experience.",
                "Step into the past, embrace the present, and shape the future within these walls.",
                "This is where the journey begins for our alumni, but the connection lasts a lifetime."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "512 Main Street Wolfville, NS B4P 2R6, Canada"
        },
        {
            "name": "Acadia Athletics Complex",
            "funfacts": [
                "The Acadia Athletics Complex offers a full gym free for all Acadia students.",
                "This building houses Acadia's swimming pool",
                "The Acadia Athletics Complex houses many sports such as swimming, basketball, soccer, hockey, squash and more!",
                "Students can watch our teams play here free! Check Acadia's website for schedules.",
                "The Acadia Athletics Complex offers many free intermurals for students!"
            ],
            "image_url": "",
            "hours_of_operation": "6:30am-11pm",
            "address": "550 Main St"
        },
        {
            "name": "Elliott Hall",
            "funfacts": [
                "Where molecules come to life and elements unite, welcome to the epicenter of chemical discovery.",
                "In this building, the periodic table isn't just a chart; it's a gateway to endless possibilities.",
                "Unlocking the secrets of matter, one experiment at a time – that's the essence of our Chemistry building.",
                "A symphony of elements, where atoms dance and molecules bond – it's the heart of chemical magic.",
                "Come for the periodic table, stay for the periodic discoveries – our Chemistry building is where elements evolve."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 8p.m",
            "address": "6 University Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Huggins Science Hall",
            "funfacts": [
                "The Huggins Science Hall is the main hub for many of our sciences!",
                "Many first year courses and electives use this building.",
                "Huggins Science Hall houses 'MASH: Math & Stats', free mathematics and statistics homework help.",
                "The Huggins Science Hall is named after Charles Huggins, who won the 1966 Nobel Prize in Physiology or Medicine for his discoveries concerning hormonal treatment of prostatic cancer."
            ],
            "image_url": "",
            "hours_of_operation": "6:30am-11pm",
            "address": "12 University Ave"
        },
        {
            "name": "University Hall",
            "funfacts": [
                "University Hall was built in 1838 and is the oldest university building in continuous use in Canada. It is a testament to the rich history of Acadia University, which was established in 1838.",
                "The building's architecture is neoclassical and features prominent Greek Revival elements. It is a four-story, red-brick structure with white columns at the front entrance, giving it a stately and classic appearance.",
                "University Hall has served various purposes throughout its long history, including housing classrooms, offices, and administrative functions. It is a hub for academic and administrative activities on the campus.",
                "University Hall is a significant landmark not only for Acadia University but also for the town of Wolfville. Its distinctive appearance and historical significance make it a popular site for visitors and a symbol of the university.",
                "Over the years, University Hall has undergone several renovations and restorations to maintain its historical integrity and functionality. The university has made efforts to preserve this historic building while ensuring it meets modern academic and administrative needs."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "University Hall, 13 University Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Horton Hall",
            "funfacts": [
                "Exploring Minds, Expanding Horizons: Where Psychology Meets Gender Studies.",
                "Unraveling the Complexities of the Human Psyche, One Study at a Time.",
                "Where Empathy and Understanding Converge: The Hub for Psychology and Gender Studies.",
                "Diversity of Thought, Unity of Purpose: The Heart of Gender and Psychology Exploration.",
                "A Place of Empowerment, Transformation, and Equality: The Home of Gender Studies and Psychology."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "18 University Ave Room 214, Wolfville, NS B4P 2P8"
        },
        {
            "name": "Rhodes Hall",
            "funfacts": [
                "Where Students Thrive and Dreams Take Flight: The Co-op Help Center and Accessibility Services Building – Your Gateway to Success.",
                "Discovering Potential, Embracing Diversity: The Co-op Help Center and Access Services Hub, Your Partner in Achievement.",
                "Navigating the Journey of Education and Professional Growth: Welcome to the Co-op Help Center and Accessibility Services Center.",
                "A Place Where All Can Shine: The Co-op Help Center and Accessibility Services Building, Paving the Way to Your Bright Future."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "21 University Ave Wolfville, NS B4P 2R6"
        },
        {
            "name": "Patterson Hall",
            "funfacts": [
                "Where dreams take shape and ambitions find their compass, our university building is the hub for business students, Launchbox innovators, and The Path to success.",
                "In this modern marvel of education, our business students learn to navigate the complexities of commerce, while Launchbox nurtures the next generation of entrepreneurs and The Path guides aspiring business leaders towards greatness.",
                "This isn't just a building; it's the breeding ground for tomorrow's business magnates. Within these walls, business students thrive, Launchbox cultivates innovation, and The Path to success is paved with determination.",
                "A fusion of academia and entrepreneurship, our university building symbolizes the synergy between business students, Launchbox visionaries, and The Path trailblazers. The journey begins here.",
                "Step into a realm where business acumen meets entrepreneurial zeal. Our university building is a melting pot of ideas, as business students, Launchbox trailblazers, and The Path pioneers converge."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 10p.m",
            "address": "24 University Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Carnegie Hall",
            "funfacts": [
                "Where Innovation Meets Infrastructure: Unleashing the Future of Computing.",
                "The Nexus of Code and Creativity: Our Home for Computer Science and Engineering Excellence.",
                "Where Dreams Become Lines of Code: The Heart of Computer Science & Engineering.",
                "Our Laboratory of Innovation: Where the Future is Written in Code.",
                "Infinite Horizons, One Algorithm at a Time."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 10p.m",
            "address": "27 University Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Emmerson Hall",
            "funfacts": [
                "Situated to the left of Carnegie Hall, Emmerson Hall is a two-storey, stone building whose ornate Italianate-style architecture is unique to the Acadia Campus.",
                "Though one of the smallest academic buildings of the university, Emmerson Hall is a landmark of the campus and its central location overlooks a parkland setting that is dotted with several mature trees and paved walk-ways connecting to other campus buildings.",
                "Emmerson Hall is valued for its architectural design and its association with Rev. Robert H. Emmerson, his son, the Hon. Henry R. Emmerson, and architect Andrew Cobb.",
                "The only structure on the Acadia campus in the Italianate style, the hall is architecturally unique among Acadia’s academic buildings."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "31 University Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "K.C. Irving Centre",
            "funfacts": [
                "The K.C. Irving Centre is known as one of the most beautiful buildings on campus.",
                "K.C. Irving Centre has a wonderful botanical garden that connects to many paths, lots to explore!",
                "K.C. Irving Centre is home to the Harriet Irving Botanical Gardens.",
                "The K.C. Irving Centre is a science center where students investigate the Natural World!",
                "The Harriet Irving Botanical Gardens are a popular tourist destination in the Annapolis Valley."
            ],
            "image_url": "",
            "hours_of_operation": "7am-9pm",
            "address": "15 University Avenue"
        },
        {
            "name": "Clark Commons",
            "funfacts": [
                "Where knowledge meets rhythm, our university's study space and dance floor fusion invites you to dance your way to academic success.",
                "Study, dance, repeat! Discover the harmony of learning and leisure in our residence quad's versatile building.",
                "At the heart of the residence quad, a building that beats to its own drum – study, socialize, and sway to the music of academia and art.",
                "Get ready to move to the groove of knowledge and dance in our unique university building where study sessions and dance sessions share the spotlight.",
                "In this building, we don't just hit the books, we hit the dance floor too. It's your one-stop destination for academic focus and rhythmic release."
            ],
            "image_url": "",
            "hours_of_operation": "6a.m - 10p.m",
            "address": "37 University Ave, Wolfville, NS B4P 2R6"
        },
        {
            "name": "Roy Jodrey Hall",
            "funfacts": [
                "Roy Jodrey, or RoJo as it is known, is designed for upper-year living.",
                "Typical Room Includes: Bed, nightstand, armoire, dresser, desk (with shelves), desk chair, telephone.",
                "Roy Jodrey Hall hosts 90 Residents.",
                "Bordering several residence buildings in the heart of campus, Roy Jodrey Hall can give students a place to retreat, without making them feel isolated.",
                "A peaceful and reflective atmosphere – owed in part to its high-percentage of upper year students – helps cultivate a learning-focused community that is ideal for studious residents."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "39 University Ave,"
        },
        {
            "name": "Christofer Hall",
            "funfacts": [
                "Long-standing traditions, large universal common spaces, and a unique comradery with its neighbouring residence buildings all come together to give Christofor Hall a wonderfully unique culture.",
                "Sharing a courtyard with Eaton House and Roy Jodrey Hall residence buildings, Christofor Hall is well-connected in the center of campus.",
                "Christofer Hall hosts 70 Residents.",
                "Typical Room Includes: Bed, nightstand, armoire, dresser, desk (with shelves), desk chair, telephone.",
                "Christofer Hall is mostly a quieter residence building."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "41 University Ave"
        },
        {
            "name": "Eaton House",
            "funfacts": [
                "Eaton House hosts a prideful community known as the “Raiders”.",
                "Eaton House hosts 70 Residents.",
                "Typical Room Includes: Bed, nightstand, armoire, dresser, desk (with shelves), desk chair, telephone.",
                "Neighbouring Christofor and Roy Jodrey Hall, the three residences combine to form a larger community that benefits everyone."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "43 University Ave"
        },
        {
            "name": "Irving Support Centre",
            "funfacts": [
                "Building bridges to success – step into our support center and connect with your potential.",
                "Enter these doors, and you'll find more than a building; you'll find a community of support",
                "Our support center is where students' questions find answers and dreams find direction.",
                "The heart of academic support beats within these walls, ready to assist and empower."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "50 University Ave"
        },
        {
            "name": "DeWolfe House",
            "funfacts": [
                "The DeWolfe House is located at the intersection of Main Street and Cherry Lane in Wolfville, NS. DeWolfe House is a late eighteenth-century, two-and-one-half storey wooden New England Colonial home and an architecturally unique landmark of the Wolfville community, as it is virtually unaltered from its original, Georgian form.",
                "The DeWolfe House is valued for its age, historical association with its occupants, and for its New England Colonial and Georgian style architecture.",
                "Built around 1775 by Joseph Jackson and James Rimington as a small two-storey New England Colonial residence, it is the oldest home in Wolfville.",
                "A successful business person, Elisha DeWolfe was well-known for his hospitality and went on to become one of Wolfville's leading citizens."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "654 Main Street, Wolfville, Nova Scotia, B4P, Canada"
        },
        {
            "name": "Cutten House",
            "funfacts": [
                "Cutten House is noe of the most popular residences for first year students.",
                "Cutten Houses' mascot is a knight!",
                "Cutten House has 250 Residents!",
                "Typical Cutten House rooms feature a closet, bed (with storage), dresser, desk (with shelves above), telephone and desk chair."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "55 University Ave"
        },
        {
            "name": "Robbie Roscoe Services Building (Physical Plant)",
            "funfacts": [
                "The heartbeat of campus sustainability, this unassuming structure houses the intricate machinery that powers our eco-friendly campus.",
                "Amidst the leafy quads and academic edifices, the physical plant stands as the silent guardian, ensuring the seamless functioning of our university.",
                "A hidden sanctuary of gears and pipes, this unassuming building fuels the energy that drives innovation across the university.",
                "Behind the scenes, this unpretentious building keeps the lights on, the heat flowing, and the wheels of education turning",
                "A modern marvel of efficiency, this unheralded building embodies the synergy of technology and sustainability, fueling the engine of our university."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "61 University Ave"
        },
        {
            "name": "Service Building Garage",
            "funfacts": [
                "Where innovation meets mobility – our university's garage hub.",
                "Empowering the wheels of knowledge at our service building garage.",
                "Unlocking potential, one parking spot at a time."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "67 University Ave"
        },
        {
            "name": "University Faculty Club",
            "funfacts": [
                "The Faculty Club: Where knowledge meets camaraderie in a blend as rich as the history of our institution.",
                "A sanctuary for scholars, a haven for educators, the Faculty Club stands as a testament to the bonds that shape our academic community",
                "In this timeless haven of academia, we toast to wisdom, collaboration, and the pursuit of excellence."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 4p.m",
            "address": "17 Westwood Ave"
        },
        {
            "name": "War Memorial House",
            "funfacts": [
                "Another name for this building is Barracks",
                "The War Memorial House’s unique location cultivates a tight-knit yet inviting community.",
                "War Memorial boasts the shortest commute to your classes, labs, and library on campus.",
                "War Memorial hosts 120 Residents.",
                "Typical Room Includes: Bed (with storage), closet, dresser, desk with shelves, telephone and desk chair."
            ],
            "image_url": "",
            "hours_of_operation": "24/7",
            "address": "23 Westwood Ave"
        },
        {
            "name": "Biology Building",
            "funfacts": [
                "Where the wonders of life take shape, our biology building is a hub of discovery and innovation.",
                "Explore the intricate tapestry of nature within the walls of our biology building, where science comes to life.",
                "This building is the epicenter of biodiversity research, where students and researchers uncover the mysteries of life.",
                "In our biology building, we decode the language of DNA and decipher the secrets of the natural world.",
                "The heart of biological exploration beats within these walls, nurturing the minds of future biologists."
            ],
            "image_url": "",
            "hours_of_operation": "8a.m - 10p.m",
            "address": "33 Westwood Ave"
        }
    ]
}